Repository: LcsTen/em_generateur
Catalog: po/*.po
Languages: fr

source: Error: world[%1$d] has no city %2$d
fr: Erreur: monde[%1$d] n'a pas de ville %2$d

source: Error: the world has no country %d
fr: Erreur: le monde n'a pas de pays %d

source: %1$d/%2$d/%3$d: The world %4$s is created.
fr: %1$d/%2$d/%3$d: Le monde %4$s est créé.

source: %1$s is a country populated by %2$d %3$s split in %4$d cities
fr: %1$s est un pays composé de %2$d %3$s répartis dans %4$d villes

source: %1$s is a world populated by %2$d %3$s split in %4$d countries
fr: %1$s est un monde composé de %2$d %3$s répartis dans %4$d pays

source: %s (Gas)
fr: %s (Gazeuse)

source: %1$s (Telluric) [%2$d;%3$d]
fr: %1$s (Tellurique) [%2$d;%3$d]

source: %1$s is a stellar system with %2$d stars
fr: %1$s est un système stellaire avec %2$d étoiles

source: %1$s %2$c is a class %3$.2s star (%4$dK)
fr: %1$s %2$c est une étoile de classe %3$.2s (%4$dK)

source: Circumbinaries
fr: Circumbinaires

source: Show information about the world/country/city.
fr: Affiche des informations sur le monde/le pays/la ville.

source: Generate a new world.
fr: Génère un nouveau monde.

source: Show the world map.
fr: Affiche la carte du monde.

source: Show information about space.
fr: Affiche des informations sur l'espace.

source: Exit the REPL.
fr: Quitte la REPL.

source: Display this help.
fr: Affiche cette aide.

source: %s: unknown command.
fr: %s: commande inconnue.

source: History
fr: Histoire

source: Politics
fr: Politique

source: Ecology
fr: Écologie

source: Calendar
fr: Calendrier

source: Space
fr: Espace

source: Skip 10 years
fr: Passer 10 ans

source: Generate a new world
fr: Générer un nouveau monde
